Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Based on the results for linearity, accuracy and precision, the range of the analyticalprocedure has been determined to cover the concentrations given inTable 42.
es_es: Con base en la linealidad, exactitud y precisión, se determinó que el intervalo del procedimiento analítico debía abarcar las concentraciones de la Tabla 42.

source: Based on the results obtained for protein concentration and osmolality in this study, dilution and adsorption effects after filtration are compensated in the surge vessel, which is positioned directly behind the sterile filter and prior to the filling pump in the commercial set-up.
es_es: Según los resultados obtenidos en este estudio sobre la concentración de proteínas y la osmolalidad, los efectos de dilución y adsorción después de la filtración se compensan en el tanque de compensación, que en la planta comercial se encuentra directamente detrás del filtro estéril y antes de la bomba de llenado.

source: Based on the results obtained for the dissolution profile of Telmisartan 80 mg, the similarity factor was calculated with the following mathematical formula according to the referenced guideline:
es_es: Con base en el perfil de disolución de Telmisartán 80 mg, y según la guía arriba citada, se calculó el factor de similitud usando la siguiente fórmula matemática:

source: Based on the results presented, it can be demonstrated that the dissolution profiles of the drug product manufactured at both sites are similar.
es_es: Con base en los resultados presentados, se puede demostrar la similitud del perfil de disolución del medicamento elaborado en ambas plantas.

source: Based on the sialylation pattern of the tenecteplase molecule three peak regions were defined in the icIEF electropherogram (refer to Figure 2 and Figure 3).
es_es: A partir del patrón de sialilación de la molécula de tenecteplasa, se definieron tres regiones de picos en el electroferograma del icIEF (véanse la Figura 2 y la Figura 3).

source: Based on the stability data from ongoing stability studies of the last years it is proposed to separately specify the degradation product BI-II 751 XX with shelf life limit of ≤ 0.5 %.
es_es: Con base en los estudios de estabilidad en curso de los últimos años, se propone especificar por separado el producto de degradación BI-II 751 XX con un límite de vida útil ≤ 0.5 %.

source: Based on the stability results as well as the available long-term and accelerated stability data for tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial manufactured with already registered filling line SM3 (comparability between the 40mg/vial and 50 mg/vial presentations from different filling lines was demonstrated in Section 3.2.P.2 Pharmaceutical Development), the recommended shelf life for tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial is 36 months for climatic zones I – IV.
es_es: Con base en los resultados actuales y la información disponible sobre la estabilidad a largo plazo y en condiciones aceleradas de tenecteplasa, polvo para solución inyectable de 40 mg/vial y 50 mg/vial elaborados en la linea de llenado ya registrada (SM3, ver la Sección 3.2.P.2, Desarrollo farmacéutico, donde se demuestra la comparabilidad de ambas presentaciones en ambas líneas de llenado), para las zonas climáticas I - IV, la vida útil de tenecteplasa, solución inyectable de 40 mg/vial y 50 mg/vial es 36 meses.

source: Based on the supplier information, the components of the plunger stopper and the rigid needle shield that contain ingredients of animal origin in the form of tallow derivatives, comply with the EMA/410/01 Rev.
es_es: De acuerdo con la información de los proveedores, los componentes del tapón del émbolo y de la funda de aguja rígida que contienen ingredientes de origen animal en la forma de derivados de sebo, cumplen con la disposición EMA/410/01, rev.

source: Based on the supplier statement copovidone could contribute low levels above the LOQ of the class 1 elements As, Cd, Hg and Pb as well as the class 2A elements Co, Ni and V. The results have been included in the summation of the respective element content in the drug product.
es_es: De acuerdo con la declaración del proveedor, la copovidona podría contribuir a niveles bajos por encima de los límites de cuantificación de los elementos de clase 1, As, Cd, Hg y Pb, y de los elementos de clase 2A, Co, Ni y V. Los resultados se incluyeron en la suma del contenido del elemento respectivo en el medicamento.

source: Based on the supplier statement crospovidone could contribute low levels above the LOQ of the class 1 elements As, Cd, Hg and Pb as well as the class 2A elements Co, Ni and V. The results have been included in the summation of the respective element content in the drug product.
es_es: De acuerdo con la declaración del proveedor, la crospovidona podría contribuir a niveles bajos por encima de los límites de cuantificación de los elementos de clase 1, As, Cd, Hg y Pb, y de los elementos de clase 2A, Co, Ni y V. Los resultados se incluyeron en la suma del contenido del elemento respectivo en el medicamento.

source: Based on the supplier statement Opadry yellow and pink could contribute the class 1 elements As and Pb as well as the class 2A elements Co, Ni and V in minimal levels above the LOQ.
es_es: De acuerdo con la declaración del proveedor, el Opadry amarillo y rosado podría contribuir a niveles mínimos por encima del límite de cuantificación de los elementos de clase 1 As y Pb y de los elementos de clase 2A, Co, Ni y V.

source: Based on the supplier statement pregelatinized starch could contribute low levels of Pb (class 1) and Ni (class 2A) that are above the LOQ.
es_es: De acuerdo con la declaración del proveedor, el almidón pregelatinizado podría contribuir a niveles bajos de Pb (clase 1) y Ni (clase 2A) que estarían por encima del límite de cuantificación.

source: Based on the technical and performance comparison, it is concluded that the introduction of a Needle Safety Device (NSD) to the spesolimab Pre-Filled Syringe (PFS-1) for the commercial product, does not have an impact on the representativeness of the clinical data that was generated with PFS-1.
es_es: Según la comparación técnica y de desempeño, se concluye que la introducción del dispositivo de seguridad de aguja en la aguja precargada (PFS-1) de espesolimab para el producto comercial no afecta la representatividad de los datos clínicos generados con el dispositivo PFS-1.

source: Based on the trial recruitment pattern observed at the time of creation of this SAP, the number of patients recruited from mobile stroke unit stratum was small.
es_es: Según el patrón de reclutamiento del ensayo observado en el momento de la creación de este plan de análisis estadístico, la cantidad de pacientes reclutados en el estrato de la unidad móvil de accidentes cerebrovasculares fuereducida.

source: Based on the well-established use of Metalyse, existing long term safety experience and the established safety label, no Safety Concerns (important identified risks, important potential risks or missing information) are currently categorized or followed for Metalyse (please see general response above).
es_es: Con base en el uso bien establecido de Metalyse, la experiencia de seguridad existente a largo plazo y la etiqueta de seguridad establecida, actualmente no hay para Metalyse riesgos de seguridad nuevos ni previamente categorizados (riesgos importantes identificados, riesgos potenciales importantes ni información faltante) (ver la respuesta general más arriba).

source: Based on the well-established-use, existing safety experience and the established safety label, currently no additional pharmacovigilance activities are ongoing or planned for Metalyse (please see general response above).
es_es: Con base en el uso bien establecido, la experiencia de seguridad existente y la etiqueta de seguridad establecida, actualmente no hay actividades de farmacovigilancia adicionales en curso ni planificadas para Metalyse (ver la respuesta general previa).

source: Based on these assumptions, at least 841 confirmed primary events were to be observed and at least 4126 patients randomised and treated, given an accrual period of 18 months and a follow-up period of 20 months (Table 9.7.2:
es_es: Con base en estos supuestos, se debían observar al menos 841 eventos primarios confirmados y al menos 4126 pacientes aleatorizados y tratados, dado un período de acumulación de 18 meses y un período de seguimiento de 20 meses (Tabla 9.7.2:

source: Based on these assumptions, at least 841 confirmed primary events were to be observed and at least 4126 patients randomised and treated, given an accrual period of 18 months and a follow-up period of 20 months (Table 9.7.2: 1).
es_es: Con base en estos supuestos, se debían observar al menos 841 eventos primarios confirmados y al menos 4126 pacientes aleatorizados y tratados, dado un período de acumulación de 18 meses y un período de seguimiento de 20 meses (Tabla 9.7.2: 1).

source: Based on these calculations, the lower acceptance criterion for the main peak was calculated with a mean -k SD (k = 5) approach.
es_es: A partir de estos cálculos, el criterio de aceptación inferior para el pico principal se calculó con un enfoque de media -k desviaciones estándar (k = 5).

source: Based on these calculations, the lower and/or upper acceptable limits for the specified parameters were generally calculated using a k-sigma approach, choosing k=5, unless otherwise described.
es_es: Con base en estos cálculos, se calcularon los límites aceptables inferior y/o superior para los parámetros especificados usando generalmente una aproximación k-sigma, con una k=5, a menos que se indique lo contrario.

source: Based on these data, the proposed overfill of 0.30 mL is confirmed and a filling volume range of 5.30 – 5.46 mL was set (see 3.3.4).
es_es: A partir de estos datos, se confirma el sobrellenado propuesto de 0.30 ml y se establece un rango de volumen de llenado de 5.30 – 5.46 ml (ver3.3.4).

source: Based on these observations, a new minimum sample size for Part 1 of 120 patients was calculated (assuming 8% angiographic reperfusion in alteplase arm and 24% angiographic reperfusion in tenecteplase arm and absolute non-inferiority margin of 2.3%).
es_es: A partir de estas observaciones, se calculó un nuevo tamaño mínimo de muestra para la parte 1 de 120 pacientes (asumiendo una reperfusión angiográfica de 8% en el grupo de alteplasa, una reperfusión angiográfica de 24% en el grupo de tenecteplasa y un margen absoluto de no inferioridad de 2.3%).

source: Based on these results consistent removal of Gentamicin, Insulin and DNA was validated and no further in-process testing is required.
es_es: Con base en estos resultados, se validó la eliminación sistemática de gentamicina, insulina y ADN, y no se requieren otras pruebas intermedias del proceso.

source: Based on these results, it was concluded, that CD 38800 XX is "Ames negative" under the enhanced Ames test conditions.
es_es: Con base en estos resultados, se concluyó que CD 38800 XX es "negativo para Ames" en las condiciones de la prueba Ames mejorada.

source: Based on these studies Normal Operating Ranges (NORs) and Proven Acceptable Ranges (PARs) have been defined for each product pool to control the process.
es_es: Con base en estos estudios, se han definido para cada mezcla de productos los rangos operativos normales y los rangos aceptables comprobados que permiten controlar el proceso.

source: Based on this DNA clearance factor it was calculated that a final dose of 50 mg tenecteplase does not contain more than 6 pg DNA.
es_es: A partir de este factor de depuración de ADN, se calculó que una dosis final de 50 mg de tenecteplasa no contiene más que 6 pg de ADN.

source: Based on this acceptable intake limit and the maximum daily dosage for each empagliflozin / metformin hydrochloride film-coated tablets strength, the following specification limits in ppb are established (Table 1).
es_es: Con base en este límite de ingesta aceptable y la dosis diaria máxima de cada concentración de los comprimidos recubiertos de empagliflozina/clorhidrato de metformina, se establecen los siguientes límites de especificación en ppb (Tabla 1).

source: Based on this, EDQM contacted Polpharma and other CEP holders and/or manufacturers of HCTZ to comment on the potential presence of NO-HCTZ in the API HCTZ.
es_es: En ese sentido, la dirección EDQM se comunicó con Polpharma y otros titulares de certificados de idoneidad o fabricantes de HCTZ para notificarles la presencia potencial de NO-HCTZ en el IFA HCTZ.

source: Based upon these criteria, the final formulation contains 5 mg/mL tenecteplase in 300 mmol/L arginine phosphate, 0.4 mg/mL PS 20 at pH 7.3.
es_es: De acuerdo con estos criterios, la formulación final contiene 5 mg/ml de tenecteplasa en 300 mmol/l de arginina fosfato, 0.4 mg/ml de PS 20 a un pH de 7.3.

source: Baseline
es_es: Valores iniciales

source: Baseline CT to arterial puncture (in patients undergoing EVT; n=505)
es_es: TAC inicial a punción arterial (en pacientes con trombectomía endovascular; n=505)

source: Baseline CT to arterial puncture (in patients undergoing endovascular thrombectomy) (n=495)
es_es: TAC inicial a punción arterial (en pacientes con trombectomía endovascular; n=495)

source: Baseline Characteristics of Patients Included in a Study of the Effect of Tenecteplase Dose on Cerebral Reperfusion Before Thrombectomy in Patients With Large Vessel Occlusion Ischemic Stroke
es_es: Características iniciales de los pacientes incluidos en un estudio del efecto de la dosis de tenecteplasa sobre la reperfusión cerebral antes de la trombectomía en pacientes con accidente cerebrovascular isquémico por oclusión de grandes vasos

source: Baseline Characteristics of The Per-Protocol Population.
es_es: Características iniciales de la población por protocolo.

source: Baseline HbA1c
es_es: HbA1c inicial

source: Baseline LVEF (<50%, 50 to <60%, and ≥60%; continuous)
es_es: FEVI inicial (<50%, 50 a <60% y ≥60%; continuo)

source: Baseline NIHSS score (n=1542) *
es_es: Puntuación NIHSS inicial (n=1542)*

source: Baseline NIHSS score (n=1569)
es_es: Puntuación NIHSS inicial (n=1569)

source: Baseline NIHSS score categories
es_es: Categorías de la puntuación NIHSS

source: Baseline NT-proBNP (< and ≥ median separated by history of atrial fibrillation or flutter)
es_es: NT-proBNP inicial (< y ≥ mediana, estratificado según los antecedentes de fibrilación o aleteo auricular)

source: Baseline NYHA (II and III/IV)
es_es: Clasificación inicial según NYHA (II y III/IV)

source: Baseline SBP (< and ≥ median)
es_es: Tensión arterial sistólica inicial (< y ≥ que la mediana)

source: Baseline and follow-up assessments
es_es: Evaluaciones iniciales y de seguimiento

source: Baseline blood pressure category
es_es: Categorización por presión arterial al inicio

source: Baseline characteristics
es_es: Características iniciales

source: Baseline characteristics and variables
es_es: Características iniciales y variables

source: Baseline characteristics in pooled analysis with EXTEND-IA TNK
es_es: Características iniciales en los análisis combinados con EXTEND-IA TNK

source: Baseline characteristics in pooled analysis with the original EXTEND-IA TNK trial
es_es: Características iniciales en el análisis conjunto con el ensayo original EXTEND-IA TNK

source: Baseline characteristics – RS
es_es: Características iniciales. Grupo aleatorizado

source: Baseline clot length will be assessed using thin slice non-contrast CT brain.
es_es: La longitud inicial del coágulo se evaluará mediante una tomografía computarizada del cerebro sin contraste en cortes finos.

source: Baseline demographic and clinical char acteristics of patients were similar between the tenecteplase and alteplase groups in both the ITT (table 1) and per-protocol populations (appendix p 12).
es_es: Las características demográficas y clínicas iniciales de los pacientes fueron similares entre los grupos de tenecteplasa y alteplasa tanto en la población considerada por intención de tratar (tabla 1) como en la población por protocolo (apéndice p. 12).

source: Baseline eGFR
es_es: TFGe al inicio

source: Baseline eGFR (MDRD)
es_es: TFGe inicial (MDRD)

source: Baseline eGFR [mL/min/1.73 m2] (≥60 and <60; continuous)
es_es: TFGe inicial [ml/min/1.73m2] (≥60 y <60; continuo)

source: Baseline eGFR [mL/min/1.73 m2] (≥90, 60 to <90, 45 to <60, 30 to <45, and <30)
es_es: TFGe inicial [ml/min/1.73m2] (≥90, 60 a <90, 45 a <60, 30 a <45 y <30)

source: Baseline for serum creatinine was the mean of all available measurements from screening until the start of randomised trial medication, to take into account the variability of creatinine measurements.
es_es: El valor inicial de la creatinina sérica fue la media de todas las mediciones disponibles desde la selección hasta el inicio de la medicación aleatorizada, a fin de contemplar la variabilidad entre las mediciones.

source: Baseline is defined in Section 9.7.1.3.
es_es: Los niveles iniciales se definen en la Sección 9.7.1.3.

source: Baseline patient characteristics are listed in Table 1 and eTable 1 in Supplement 1.
es_es: Las características iniciales de los pacientes se describen en la Tabla 1 y en la Tabla digital 1 del Suplemento 1.

source: Baseline quality check
es_es: Control de calidad inicial

source: Baseline status of DM was defined as:
es_es: El estado inicial de la diabetes mellitus se definió como:

source: Baseline uric acid (tertiles calculated separately for males and females)
es_es: Ácido úrico inicial (terciles calculados por separado para hombres y mujeres)

source: Baseline use of ACE inhibitors/ARBs/ARNi (yes and no)
es_es: Uso de inhibidores de la ECA/BRA/INRA al inicio (sí y no)

source: Baseline use of MRA (yes and no)
es_es: Uso de antagonistas del receptor de mineralocorticoides al inicio (sí y no)

source: Baseline use of certain medications
es_es: Uso de ciertos medicamentos al inicio

source: Baseline was defined as the last available measurement before the start of randomised trial medication, except for serum creatinine (and related calculated parameters such as eGFR).
es_es: Los valores iniciales se definieron como la última medición disponible antes del inicio de la medicación aleatorizada del ensayo, a excepción de la creatinina sérica (y los parámetros calculados relacionados, como la TFGe).

source: Basic peak group
es_es: Grupo de picos básicos

source: Basic peak group (BPG): 3 – 8%
es_es: Grupo de picos básicos (BPG): 3 – 8%

source: Basilar artery
es_es: Arteria basilar

source: Basilar artery occlusion
es_es: Oclusión de arteria basilar

source: Basilar stroke
es_es: ACV basilar

source: Batch
es_es: Partida

source: Batch (protein):
es_es: Partida (proteína):

source: Batch 603973
es_es: Partida 603973

source: Batch 704066
es_es: Partida 704066

source: Batch 704102
es_es: Partida 704102

source: Batch 704930
es_es: Partida 704930

source: Batch Analyses
es_es: Análisis de partidas

source: Batch C27059
es_es: Partida C27059

source: Batch C62987
es_es: Partida C62987

source: Batch C65722
es_es: Partida C65722

source: Batch Formula
es_es: Fórmula de las partidas

source: Batch Formula for Tiotropium+Olodaterol Respimat Solution for Inhalation, 2.5 µg tiotropium /2.5 µg olodaterol per actuation
es_es: Formula de las partidas de producción de tiotropio + olodaterol, Solución para inhalación, 2.5 µg tiotropio / 2.5 µg olodaterol por pulsación

source: Batch No. 806683 - Storage conditions:
es_es: Partida 806683; Condiciones de almacenamiento:

source: Batch No. 901790 - Storage conditions:
es_es: Partida 901790; Condiciones de almacenamiento:

source: Batch No. 903681 - Storage conditions:
es_es: Partida 903681; Condiciones de almacenamiento:

source: Batch No.:
es_es: N.° de partida:

source: Batch analyses
es_es: Análisis de partidas

source: Batch analyses data at release testing are well within the specifications and are comparable to the results obtained for batches manufactured at the current site.
es_es: Los valores de las partidas usadas en las pruebas de liberación están dentro de las especificaciones y son equiparables con los de las partidas elaboradas en la planta actual.

source: Batch analyses data for alteplase drug product (50 mg/vial) – TPA-05
es_es: Información de las partidas del medicamento alteplasa (50 mg/vial) - TPA-05

source: Batch analyses data for production batches of the drug product for all specification parameters is provided, including the results for N-nitroso dabigatran etexilate tested by Boehringer Ingelheim Pharma GmbH & Co.KG with the proposed validated analytical procedure.
es_es: Se presentan los parámetros de la especificación analizados en todas las partidas producción del medicamento, con los resultados de las pruebas de etexilato de N-Nitroso dabigatrán realizadas por Boehringer Ingelheim Pharma GmbH & Co.KG usando el procedimiento analítico validado.

source: Batch analyses data for tenecteplase DP 40 mg/vial
es_es: Análisis de las partidas del medicamento tenecteplasa, 40 mg/vial

source: Batch analyses data for tenecteplase DP 50 mg/vial
es_es: Análisis de las partidas del medicamento tenecteplasa, 50 mg/vial

source: Batch analyses data for validation batches of Spiriva® Respimat®
es_es: Análisis de las partidas para validación de Spiriva® Respimat®

source: Batch analyses data for validation batches of Spiriva® Respimat® inhalation spray
es_es: Análisis de las partidas para validación de Spiriva® Respimat®, aerosol para inhalación

source: Batch analyses testing
es_es: Pruebas y análisis de las partidas

source: Batch certification
es_es: Certificación de partida

source: Batch certification of imported medicinal products
es_es: Certificación de partidas de medicamentos importados

source: Batch data of 12,000 L derived idarucizumab drug substance batches 10850061, 10850062 and 10850064 (purity analysis via current CEX method (QA55406)) manufactured in building G104 (CMC4 process) are presented in Table 2.
es_es: En la Tabla 2 se presentan los datos de las partidas 10850061, 10850062 y 10850064 de 12000 l del principio activo idarucizumab (análisis de pureza mediante el método CEX vigente,QA55406) fabricadas en la planta G104 (proceso CMC4).

source: Batch data of 12,000 L derived idarucizumab drug substance batches 10850078, 10850079 and 10850080 (purity analysis via current CEX (QA55406) and proposed CEX method (QA063329)) manufactured in building G104 (CMC4 process) are presented in Table 3.
es_es: En la Tabla 3 se presentan los datos de las partidas 10850078, 10850079 y 10850080 de 12000 l del principio activo idarucizumab (análisis de pureza mediante el método CEX vigente,QA55406) y el propuesto (QA063329) fabricadas en la planta G104 (proceso CMC4).

source: Batch formula
es_es: Fórmula de las partidas

source: Batch formula for spesolimab solution for injection in pre-filled syringe 150 g/syringe (150 mg/mL)
es_es: Fórmula de partidas para la solución inyectable de espesolimab en jeringa precargada de 150 g/jeringa (150 mg/ml)

source: Batch formula for nintedanib capsules, 100 mg
es_es: Fórmula de las partidas de nintedanib, cápsulas de 100 mg

source: Batch formula for nintedanib capsules, 150 mg
es_es: Fórmula de las partidas de nintedanib, cápsulas de 150 mg

source: Batch formula for tenecteplase powder for solution for injection 40 mg/vial
es_es: Formula de las partidas de producción de tenecteplasa, polvo para solución inyectable de 40 mg/vial

source: Batch formula for tenecteplase powder for solution for injection 50 mg/vial
es_es: Formula de las partidas de producción de tenecteplasa, polvo para solución inyectable de 50 mg/vial
